# homebrew stuff
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# cli tools
brew "brew-pip"
brew "composer"
brew "curl"
brew "docker"
brew "ffmpeg"
brew "figlet"
brew "git"
brew "handbrake"
brew "lazydocker"
brew "mas"
brew "neofetch"
brew "node"
brew "nvm"
brew "php"
brew "python"
brew "rsync"
brew "tldr"
brew "watch"
brew "wget"
brew "wireshark"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

# gui apps
cask "1password"
cask "ableton-live-suite"
cask "alfred"
cask "brave-browser"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "edex-ui"
cask "emacs"
cask "firefox"
cask "gas-mask"
cask "google-chrome"
cask "ilok-license-manager"
cask "imageoptim"
cask "iterm2"
cask "jumpshare"
cask "keka"
cask "kextviewr"
cask "loopback"
cask "lulu"
cask "malwarebytes"
cask "muzzle"
cask "ngrok"
cask "obs"
cask "onyx"
cask "oversight"
cask "postman"
cask "protonmail-bridge"
cask "robo-3t"
cask "rocket-chat"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "splice"
cask "steam"
cask "sublime-text"
cask "sync"
cask "teamviewer"
cask "transmission"
cask "transmit"
cask "ubersicht"
cask "vivaldi"
cask "visual-studio-code"
cask "virtualbox"
cask "vlc"
cask "zoomus"
